#### HOMEBREW FORMULAE ####
brew "stow"
brew "antigen" # zsh package manager

brew "gcc"
brew "llvm"
brew "go"

brew "maven"
brew "gradle"

brew "postgresql"

brew "jq"
brew "helm"
brew "kubernetes-cli"

brew "git"
brew "openssh"

brew "ffmpeg"
brew "imagemagick"
brew "youtube-dl"
brew "tmux"
brew "alacritty"
brew "tree"
brew "watch"
brew "pv"

brew "binutils"
brew "nmap"
brew "telnet"
brew "wget"

#### HOMEBREW CASKS ####

cask "android-file-transfer"
cask "audacity"
cask "authy"
cask "balenaetcher"
cask "citrix-workspace"
cask "disk-inventory-x"
cask "dropbox"
cask "firefox"
cask "google-chrome"
cask "iterm2"
cask "mullvadvpn"
cask "obs"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
cask "xee"

